[
    {
        "sentence": "Es gibt eine Sprache, die nur von 8 Menschen gesprochen wird",
        "description": "Das ist exklusiv! Die nicht klassifizierte Busuu-Sprache wird im südlichen Bantoid in Kamerun gesprochen, aber nur von acht Personen. Tatsächlich gab es 1986 acht Busuu-Sprecher und 2005 nur noch drei, was sie zu einer vom Aussterben bedrohten Sprache macht."
    },
    {
        "sentence": "Es gibt eine Sprache, die nur noch zwei Muttersprachler hat",
        "description": "Ayers Rock, auch bekannt als Uluru, ist eine große Sandsteinformation im Zentrum Australiens. Es gilt als heilige Stätte der lokalen Anangu, die glauben, dass es von Ahnengeistern während der Traumzeit geschaffen wurde."
    },
    {
        "sentence": "Eine Sprache ohne Wörter für Zahlen",
        "description": "Die Pirahã-Sprache, gesprochen von einer kleinen indigenen Gruppe in Brasilien, hat keine Wörter für bestimmte Zahlen. Stattdessen verwenden sie Begriffe, die ungefähr als 'wenige' und 'viele' übersetzt werden können, um Mengen zu beschreiben."
    },
    {
        "sentence": "Silbo Gomero ist eine gepfiffene Sprache",
        "description": "Auf der Kanarischen Insel La Gomera gesprochen, ist Silbo Gomero eine einzigartige Sprache, die Pfeifen verwendet, um über große Entfernungen zu kommunizieren. Es wurde entwickelt, um die Kommunikation über das schwierige Gelände der Insel zu erleichtern."
    },
    {
        "sentence": "Eine konstruierte Sprache mit Schwerpunkt auf Logik",
        "description": "Lojban ist eine künstliche Sprache, die Ende des 20. Jahrhunderts mit dem Ziel geschaffen wurde, logischer und präziser als natürliche Sprachen zu sein. Es ist so konzipiert, dass es kulturell neutral ist und eine klare Kommunikation zwischen den Sprechern ermöglicht."
    },   
    {
        "sentence": "Eine Sprache, die Klicklaute verwendet",
        "description": "Khoisan-Sprachen, gesprochen in Teilen des südlichen Afrika, zeichnen sich durch die Verwendung von Klick-Konsonanten aus. Diese Sprachen gelten als einige der ältesten und vielfältigsten der Welt."
    }, 
    {
        "sentence": "Gebärdensprache ist nicht universell",
        "description": "Entgegen der landläufigen Meinung gibt es keine universelle Gebärdensprache. Stattdessen gibt es weltweit Hunderte von verschiedenen Gebärdensprachen, die jeweils über einen eigenen Wortschatz und eine eigene Grammatik verfügen."
    }
]